[
  {
    "name": "Fizmat",
    "contact": {
      "email": "info@fizmat.kz",
      "phone": "+7 727 000 0000",
      "website": "https://www.fizmat.kz"
    },
    "description": "Fizmat – Қазақстандағы үздік техникалық мектептердің бірі, дарынды оқушыларға жоғары деңгейлі STEM білімін ұсынады. Мектеп робототехника мен бағдарламалау жарыстарын белсенді түрде қолдап, оқушылардың ғылыми-зерттеу және инженерлік қабілеттерін дамытуға бағытталған.",
    "sponsorship_details": [
      {
        "team_id": "22801",
        "year": "2025",
        "description": "Робототехника жарыстарына қатысу үшін студенттерге қаржылай көмек көрсетті"
      }
    ]
  },
  {
    "name": "Kcell",
    "contact": {
      "email": "info@kcell.kz",
      "phone": "+7 727 377 0000",
      "website": "https://www.kcell.kz"
    },
    "description": "Kcell – Қазақстандағы жетекші телекоммуникация провайдерлерінің бірі, цифрлық инновацияларды дамытуға бағытталған. Компания STEM білім беруін және робототехника жарыстарын қолдап, жоғары жылдамдықты байланыс шешімдерін және тәлімгерлік бағдарламаларын ұсынады."
  },
  {
    "name": "KazMunayGas",
    "contact": {
      "email": "info@kmg.kz",
      "phone": "+7 727 277 0808",
      "website": "https://www.kmg.kz"
    },
    "description": "KazMunayGas – Қазақстанның ұлттық мұнай-газ компаниясы және елдің энергетика саласындағы маңызды ойыншысы. Негізгі қызметінен бөлек, компания қоғам мен білім беру бастамаларына инвестиция салып, робототехника командалары мен STEM жобаларын демеушілікпен қолдайды."
  },
  {
    "name": "Halyk Bank",
    "contact": {
      "email": "contact@halykbank.kz",
      "phone": "+7 727 377 0505",
      "website": "https://halykbank.kz"
    },
    "description": "Halyk Bank – Қазақстандағы ең ірі қаржы институттарының бірі, экономикалық даму мен инновацияларды қолдауымен танымал. Банк STEM білім беруін дамытуды белсенді түрде қолдап, робототехника жарыстарына түрлі демеушілік және гранттық бастамалар арқылы қолдау көрсетеді."
  }
]
